Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Async clipboard API. Needs user gesture to write. Read may need permission.
ar: واجهة الحافظة غير المتزامنة. يحتاج حركة المستخدم للكتابة. القراءة قد تحتاج إذنًا.
ca: API de porta-retalls async. Cal gest d'usuari per escriure. Llegir pot necessitar permís.
cs: Asynchronní API schránky. Pro zápis je nutné gesto uživatele. Čtení může vyžadovat oprávnění.
da: Async udklipsholder-API. Brugergest påkrævet for at skrive. Læsning kan kræve tilladelse.
de: Async Zwischenablage-API. Benutzergeste zum Schreiben nötig. Lesen kann Berechtigung erfordern.
el: Async API πρόχειρου. Χρειάζεται χειρονομία χρήστη για εγγραφή. Η ανάγνωση μπορεί να χρειάζεται άδεια.
es: API de portapapeles async. Necesita gesto de usuario para escribir. Leer puede necesitar permiso.
fi: Async leikepöytä-API. Kirjoittamiseen tarvitaan käyttäjän ele. Lukeminen voi vaatia luvan.
fr: API presse-papiers async. Geste utilisateur requis pour écrire. Lecture peut nécessiter permission.
he: API לוח גזירה אסינכרוני. צריך תנועת משתמש לכתיבה. קריאה עשויה לדרוש הרשאה.
hi: Async क्लिपबोर्ड API। लिखने के लिए उपयोगकर्ता जेस्चर आवश्यक। पढ़ने के लिए अनुमति की आवश्यकता हो सकती है।
hr: Async API međuspremnika. Za pisanje potrebna gesta korisnika. Čitanje može zahtijevati dozvolu.
hu: Aszinkron vágólap API. Íráshoz felhasználói gesztus kell. Olvasás engedélyt igényelhet.
id: API clipboard async. Perlu gestur pengguna untuk menulis. Membaca mungkin perlu izin.
it: API appunti asincrona. Richiede gesto utente per scrivere. Lettura può richiedere permesso.
ja: 非同期クリップボードAPIです。 書き込みにはユーザージェスチャーが必要です。 読み取りには権限が必要な場合があります。
ko: 비동기 클립보드 API입니다. 쓰기에는 사용자 동작이 필요합니다.
ms: API papan keratan async. Perlukan gerak isyarat pengguna untuk menulis. Membaca mungkin perlukan kebenaran.
nb: Async utklippstavle-API. Trenger brukergest for å skrive. Lesing kan kreve tillatelse.
nl: Async klembord-API. Gebruikersgebaar nodig om te schrijven. Lezen kan toestemming vereisen.
pl: Asynchroniczne API schowka. Do zapisu potrzebny gest użytkownika. Odczyt może wymagać uprawnień.
pt_br: API de área de transferência assíncrona. Precisa de gesto do usuário para escrever. Leitura pode precisar de permissão.
pt_pt: API de área de transferência assíncrona. Precisa de gesto do utilizador para escrever. Leitura pode precisar de permissão.
ro: API clipboard asincron. Nevoie de gest utilizator pentru scriere. Citirea poate necesita permisiune.
ru: Асинхронный API буфера обмена. Для записи нужен жест пользователя. Чтение может требовать разрешения.
sk: Asynchrónne API schránky. Pre zápis je potrebné gesto používateľa. Čítanie môže vyžadovať oprávnenie.
sv: Async urklipp-API. Kräver användargest för att skriva. Läsning kan kräva tillstånd.
th: API คลิปบอร์ดแบบ async ต้องมีท่าทางผู้ใช้เพื่อเขียน การอ่านอาจต้องได้รับอนุญาต
tr: Async pano API'si. Yazmak için kullanıcı hareketi gerekir. Okuma için izin gerekebilir.
uk: Асинхронний API буфера обміну. Для запису потрібен жест користувача. Читання може вимагати дозволу.
vi: API clipboard bất đồng bộ. Cần cử chỉ người dùng để viết. Đọc có thể cần quyền.
zh_hans: 异步剪贴板 API。 写入需要用户手势。 读取可能需要权限。
zh_hant: 非同步剪貼簿 API。 寫入需要使用者手勢。 讀取可能需要權限。

source: Audio
ar: الصوت
ca: Àudio
cs: Zvuk
da: Lyd
el: Ήχος
fi: Ääni
he: שמע
hi: ऑडियो
hr: Zvuk
hu: Hang
ja: オーディオ
ko: 오디오
nb: Lyd
pl: Dźwięk
pt_br: Áudio
pt_pt: Áudio
ru: Аудио
sk: Zvuk
sv: Ljud
th: เสียง
tr: Ses
uk: Аудіо
vi: Âm thanh
zh_hans: 音频
zh_hant: 音訊

source: Audio Codecs
ar: برامج ترميز الصوت
ca: Còdecs d'àudio
cs: Audio kodeky
da: Lydcodecs
el: Κωδικοποιητές ήχου
es: Códecs de audio
fi: Äänikoodekit
fr: Codecs audio
he: קודקי אודיו
hi: ऑडियो कोडेक
hr: Audio kodeci
hu: Audio kodekek
id: Codec Audio
it: Codec audio
ja: オーディオコーデック
ko: 오디오 코덱
ms: Kodek Audio
nb: Lydkodeker
pl: Kodeki audio
pt_br: Codecs de áudio
pt_pt: Codecs de áudio
ro: Codecuri audio
ru: Аудиокодеки
sk: Audio kodeky
sv: Ljudkodekar
th: ตัวแปลงสัญญาณเสียง
tr: Ses codec'leri
uk: Аудіокодеки
vi: Codec âm thanh
zh_hans: 音频编解码器
zh_hant: 音訊編解碼器

source: Auto
ar: تلقائي
ca: Automàtic
de: Automatisch
el: Αυτόματο
es: Automático
he: אוטומטי
hi: स्वचालित
hr: Automatski
hu: Automatikus
id: Otomatis
ja: 自動
ko: 자동
nl: Automatisch
pt_br: Automático
pt_pt: Automático
ru: Авто
th: อัตโนมัติ
tr: Otomatik
uk: Авто
vi: Tự động
zh_hans: 自动
zh_hant: 自動

source: Auto-link special content. Phone numbers, addresses, dates. Tap to call, map, or add event.
ar: ربط تلقائي للهواتف والعناوين والتواريخ. انقر للاتصال أو عرض الخريطة أو إضافة حدث.
ca: Enllaça automàticament telèfons, adreces, dates. Toca per trucar, mapa o afegir esdeveniment.
cs: Automatické propojení telefonů, adres, dat. Klepnutím zavoláte, otevřete mapu nebo přidáte událost.
da: Autolink til telefoner, adresser, datoer. Tryk for at ringe, kort eller tilføje begivenhed.
de: Automatische Verknüpfung von Telefonnummern, Adressen, Daten. Antippen zum Anrufen, Karte oder Termin hinzufügen.
el: Αυτόματη σύνδεση τηλεφώνων, διευθύνσεων, ημερομηνιών. Πατήστε για κλήση, χάρτη ή προσθήκη συμβάντος.
es: Enlace automático de teléfonos, direcciones, fechas. Toca para llamar, ver mapa o agregar evento.
fi: Automaattinen linkitys puhelimiin, osoitteisiin, päivämääriin. Napauta soittaaksesi, karttaa tai lisätäksesi tapahtuman.
fr: Lien automatique pour téléphones, adresses, dates. Appuyez pour appeler, localiser ou ajouter un événement.
he: קישור אוטומטי לטלפונים, כתובות, תאריכים. הקש להתקשר, מפה או להוסיף אירוע.
hi: फ़ोन नंबर, पते, तारीखों को स्वचालित लिंक करता है। कॉल, मैप या इवेंट जोड़ने के लिए टैप करें।
hr: Automatski povezuje telefone, adrese, datume. Dodirnite za poziv, kartu ili dodavanje događaja.
hu: Automatikus link telefonokhoz, címekhez, dátumokhoz. Koppintson híváshoz, térképhez vagy esemény hozzáadásához.
id: Tautan otomatis telepon, alamat, tanggal. Ketuk untuk menelepon, peta, atau menambah acara.
it: Collega automaticamente telefoni, indirizzi, date. Tocca per chiamare, mappa o aggiungere evento.
ja: 電話番号、住所、日付を自動リンクします。 タップで直接実行できます。
ko: 전화번호, 주소, 날짜를 자동 링크합니다. 탭하여 바로 실행할 수 있습니다.
ms: Pautan automatik telefon, alamat, tarikh. Ketik untuk menelefon, peta atau menambah acara.
nb: Automatisk lenke til telefoner, adresser, datoer. Trykk for å ringe, vise kart eller legge til hendelse.
nl: Koppelt automatisch telefoons, adressen, datums. Tik om te bellen, kaart te openen of afspraak toe te voegen.
pl: Automatycznie linkuje telefony, adresy, daty. Dotknij, aby zadzwonić, otworzyć mapę lub dodać wydarzenie.
pt_br: Vincula automaticamente telefones, endereços, datas. Toque para ligar, mapear ou adicionar evento.
pt_pt: Liga automaticamente telefones, moradas, datas. Toque para ligar, ver mapa ou adicionar evento.
ro: Legătură automată pentru telefoane, adrese, date. Atingeți pentru a apela, hartă sau a adăuga eveniment.
ru: Автоматические ссылки на телефоны, адреса, даты. Нажмите для звонка, карты или добавления события.
sk: Automatické prepojenie telefónov, adries, dátumov. Klepnutím zavoláte, otvoríte mapu alebo pridáte udalosť.
sv: Autolänka telefoner, adresser, datum. Tryck för att ringa, karta eller lägga till händelse.
th: ลิงก์โทรศัพท์ ที่อยู่ วันที่อัตโนมัติ แตะเพื่อโทร ดูแผนที่ หรือเพิ่มกิจกรรม
tr: Telefonları, adresleri, tarihleri otomatik bağlar. Aramak, haritada görmek veya etkinlik eklemek için dokunun.
uk: Автоматичні посилання на телефони, адреси, дати. Натисніть для дзвінка, карти або додавання події.
vi: Tự động liên kết số điện thoại, địa chỉ, ngày. Chạm để gọi, xem bản đồ hoặc thêm sự kiện.
zh_hans: 自动链接电话、地址、日期。 点击即可直接操作。
zh_hant: 自動連結電話、地址、日期。 點擊即可直接操作。

source: Auto-play Media
ar: تشغيل الوسائط تلقائيًا
ca: Reproducció automàtica
cs: Automatické přehrávání médií
da: Automatisk medieafspilning
de: Medien automatisch abspielen
el: Αυτόματη αναπαραγωγή μέσων
es: Reproducción automática
fi: Median automaattinen toisto
fr: Lecture automatique des médias
he: ניגון אוטומטי של מדיה
hi: ऑटो-प्ले मीडिया
hr: Automatska reprodukcija
hu: Automatikus médialejátszás
id: Putar Otomatis Media
it: Riproduzione automatica media
ja: メディア自動再生
ko: 미디어 자동재생
ms: Media Main Auto
nb: Automatisk medieavspilling
nl: Media automatisch afspelen
pl: Automatyczne odtwarzanie
pt_br: Reprodução automática
pt_pt: Reprodução automática
ro: Redare automată media
ru: Автовоспроизведение медиа
sk: Automatické prehrávanie médií
sv: Automatisk mediauppspelning
th: เล่นมีเดียอัตโนมัติ
tr: Otomatik medya oynatma
uk: Автовідтворення медіа
vi: Tự động phát phương tiện
zh_hans: 自动播放媒体
zh_hant: 自動播放媒體

source: Auto-secure connections. HTTP → HTTPS upgrade. Protects your data.
ar: اتصالات آمنة تلقائيًا. ترقية HTTP → HTTPS. يحمي بياناتك.
ca: Connexions auto-segures. Actualització HTTP → HTTPS. Protegeix les teves dades.
cs: Automaticky zabezpečená připojení. Upgrade HTTP → HTTPS. Chrání vaše data.
da: Auto-sikre forbindelser. HTTP → HTTPS opgradering. Beskytter dine data.
de: Auto-sichere Verbindungen. HTTP → HTTPS Upgrade. Schützt Ihre Daten.
el: Αυτόματα ασφαλείς συνδέσεις. Αναβάθμιση HTTP → HTTPS. Προστατεύει τα δεδομένα σας.
es: Conexiones auto-seguras. Actualización HTTP → HTTPS. Protege tus datos.
fi: Automaattisesti suojatut yhteydet. HTTP → HTTPS päivitys. Suojaa tietojasi.
fr: Connexions auto-sécurisées. Mise à niveau HTTP → HTTPS. Protège vos données.
he: חיבורים מאובטחים אוטומטית. שדרוג HTTP → HTTPS. מגן על הנתונים שלך.
hi: ऑटो-सुरक्षित कनेक्शन। HTTP → HTTPS अपग्रेड। आपके डेटा की सुरक्षा करता है।
hr: Automatski sigurne veze. HTTP → HTTPS nadogradnja. Štiti vaše podatke.
hu: Automatikusan biztonságos kapcsolatok. HTTP → HTTPS frissítés. Védi az adatait.
id: Koneksi aman otomatis. Upgrade HTTP → HTTPS. Melindungi data Anda.
it: Connessioni auto-sicure. Aggiornamento HTTP → HTTPS. Protegge i tuoi dati.
ja: 接続を自動保護。 HTTP → HTTPSにアップグレード。 データを保護します。
ko: HTTP 요청을 HTTPS로 자동 업그레이드합니다.
ms: Sambungan selamat automatik. Naik taraf HTTP → HTTPS. Melindungi data anda.
nb: Auto-sikre tilkoblinger. HTTP → HTTPS oppgradering. Beskytter dataene dine.
nl: Auto-beveiligde verbindingen. HTTP → HTTPS upgrade. Beschermt je gegevens.
pl: Automatycznie bezpieczne połączenia. Aktualizacja HTTP → HTTPS. Chroni Twoje dane.
pt_br: Conexões auto-seguras. Atualização HTTP → HTTPS. Protege seus dados.
pt_pt: Conexões auto-seguras. Atualização HTTP → HTTPS. Protege os seus dados.
ro: Conexiuni auto-securizate. Actualizare HTTP → HTTPS. Protejează datele tale.
ru: Автоматически защищённые соединения. HTTP → HTTPS обновление. Защищает ваши данные.
sk: Automaticky zabezpečené pripojenia. Upgrade HTTP → HTTPS. Chráni vaše údaje.
sv: Automatiskt säkra anslutningar. HTTP → HTTPS uppgradering. Skyddar dina data.
th: การเชื่อมต่อปลอดภัยอัตโนมัติ HTTP → HTTPS อัปเกรด ปกป้องข้อมูลของคุณ
tr: Otomatik güvenli bağlantılar. HTTP → HTTPS yükseltmesi. Verilerinizi korur.
uk: Автоматично захищені з'єднання. Оновлення HTTP → HTTPS. Захищає ваші дані.
vi: Tự động bảo mật kết nối. Nâng cấp HTTP → HTTPS. Bảo vệ dữ liệu của bạn.
zh_hans: 自动安全连接。 HTTP → HTTPS升级。 保护您的数据。
zh_hant: 自動安全連線。 HTTP → HTTPS升級。 保護您的資料。

source: Automatically enters Reader mode if available for the page.
ar: يدخل تلقائياً في وضع القارئ إذا كان متاحاً للصفحة.
ca: Entra automàticament en mode lector si està disponible.
cs: Automaticky přejde do režimu čtečky, pokud je k dispozici.
da: Går automatisk i Læsertilstand, hvis tilgængelig for siden.
de: Aktiviert automatisch den Lesemodus, wenn für die Seite verfügbar.
el: Εισέρχεται αυτόματα σε λειτουργία Reader εάν είναι διαθέσιμη.
es: Entra automáticamente en modo Lector si está disponible.
fi: Siirtyy automaattisesti lukutilaan, jos saatavilla.
fr: Entre automatiquement en mode Lecteur si disponible.
he: נכנס אוטומטית למצב Reader אם זמין.
hi: पेज के लिए उपलब्ध होने पर स्वचालित रूप से रीडर मोड में प्रवेश करता है।
hr: Automatski ulazi u način čitanja ako je dostupan.
hu: Automatikusan Olvasó módba lép, ha elérhető.
id: Otomatis masuk mode Reader jika tersedia untuk halaman.
it: Entra automaticamente in modalità Reader se disponibile.
ja: ページで利用可能な場合、自動的にリーダーモードに入ります。
ko: 페이지에서 지원하는 경우 자동으로 읽기 모드로 전환합니다.
ms: Masuk mod Pembaca secara automatik jika tersedia.
nb: Går automatisk inn i Lesemodus hvis tilgjengelig.
nl: Gaat automatisch naar Reader-modus indien beschikbaar.
pl: Automatycznie wchodzi w tryb Reader, jeśli dostępny.
pt_br: Entra automaticamente no modo Leitor se disponível.
pt_pt: Entra automaticamente no modo Leitor se disponível.
ro: Intră automat în modul Reader dacă este disponibil.
ru: Автоматически включает режим чтения, если доступен.
sk: Automaticky prejde do režimu čítačky, ak je k dispozícii.
sv: Går automatiskt in i Läsarläge om tillgängligt.
th: เข้าสู่โหมด Reader โดยอัตโนมัติหากมีสำหรับหน้า
tr: Sayfa için uygunsa otomatik olarak Okuyucu moduna girer.
uk: Автоматично входить в режим Reader, якщо доступний.
vi: Tự động vào chế độ Reader nếu có sẵn.
zh_hans: 如果页面支持，自动进入阅读模式。
zh_hant: 如果頁面支援，自動進入閱讀模式。

source: Automatically enters Reader mode when available for the page.
ar: يدخل تلقائياً في وضع القارئ عندما يكون متاحاً.
ca: Entra automàticament en mode lector quan estigui disponible.
cs: Automaticky přejde do režimu čtečky, když je k dispozici.
da: Går automatisk i Læsertilstand, når tilgængelig.
de: Aktiviert automatisch den Lesemodus, wenn verfügbar.
el: Εισέρχεται αυτόματα σε λειτουργία Reader όταν είναι διαθέσιμη.
es: Entra automáticamente en modo Lector cuando está disponible.
fi: Siirtyy automaattisesti lukutilaan, kun saatavilla.
fr: Entre automatiquement en mode Lecteur lorsque disponible.
he: נכנס אוטומטית למצב Reader כאשר זמין.
hi: पेज के लिए उपलब्ध होने पर रीडर मोड में स्वचालित रूप से प्रवेश।
hr: Automatski ulazi u način čitanja kada je dostupan.
hu: Automatikusan Olvasó módba lép, ha elérhető.
id: Otomatis masuk mode Reader saat tersedia.
it: Entra automaticamente in modalità Reader quando disponibile.
ja: 利用可能な場合、自動的にリーダーモードに入ります。
ko: 페이지에서 지원하는 경우 자동으로 읽기 모드로 전환합니다.
ms: Masuk mod Pembaca secara automatik apabila tersedia.
nb: Går automatisk inn i Lesemodus når tilgjengelig.
nl: Gaat automatisch naar Reader-modus wanneer beschikbaar.
pl: Automatycznie wchodzi w tryb Reader, gdy dostępny.
pt_br: Entra automaticamente no modo Leitor quando disponível.
pt_pt: Entra automaticamente no modo Leitor quando disponível.
ro: Intră automat în modul Reader când este disponibil.
ru: Автоматически включает режим чтения, когда доступен.
sk: Automaticky prejde do režimu čítačky, keď je k dispozícii.
sv: Går automatiskt in i Läsarläge när tillgängligt.
th: เข้าสู่โหมด Reader โดยอัตโนมัติเมื่อมีสำหรับหน้า
tr: Sayfa için uygun olduğunda otomatik olarak Okuyucu moduna girer.
uk: Автоматично входить в режим Reader, коли доступний.
vi: Tự động vào chế độ Reader khi có sẵn.
zh_hans: 当页面支持时，自动进入阅读模式。
zh_hant: 當頁面支援時，自動進入閱讀模式。

source: Automatically upgrades HTTP requests to HTTPS for known secure hosts.
ar: يرقّي تلقائياً طلبات HTTP إلى HTTPS للمضيفين الآمنين المعروفين.
ca: Actualitza automàticament les peticions HTTP a HTTPS per a hosts segurs coneguts.
cs: Automaticky převádí HTTP požadavky na HTTPS pro známé bezpečné hostitele.
da: Opgraderer automatisk HTTP-anmodninger til HTTPS for kendte sikre værter.
de: Aktualisiert HTTP-Anfragen automatisch auf HTTPS für bekannte sichere Hosts.
el: Αναβαθμίζει αυτόματα αιτήματα HTTP σε HTTPS για γνωστούς ασφαλείς hosts.
es: Actualiza automáticamente las solicitudes HTTP a HTTPS para hosts seguros conocidos.
fi: Päivittää automaattisesti HTTP-pyynnöt HTTPS:ksi tunnetuille turvallisille isännille.
fr: Met automatiquement à niveau les requêtes HTTP vers HTTPS pour les hôtes sécurisés connus.
he: משדרג אוטומטית בקשות HTTP ל-HTTPS עבור מארחים מאובטחים ידועים.
hi: ज्ञात सुरक्षित होस्ट के लिए HTTP अनुरोधों को स्वचालित रूप से HTTPS में अपग्रेड करता है।
hr: Automatski nadograđuje HTTP zahtjeve na HTTPS za poznate sigurne domaćine.
hu: Automatikusan HTTPS-re frissíti a HTTP kéréseket ismert biztonságos gazdagépekhez.
id: Secara otomatis meningkatkan permintaan HTTP ke HTTPS untuk host aman yang dikenal.
it: Aggiorna automaticamente le richieste HTTP a HTTPS per host sicuri noti.
ja: 既知の安全なホストへのHTTPリクエストを自動的にHTTPSにアップグレード。
ko: 보안 호스트의 HTTP 요청을 HTTPS로 업그레이드합니다.
ms: Secara automatik menaik taraf permintaan HTTP kepada HTTPS untuk hos selamat yang dikenali.
nb: Oppgraderer automatisk HTTP-forespørsler til HTTPS for kjente sikre verter.
nl: Upgradet automatisch HTTP-verzoeken naar HTTPS voor bekende veilige hosts.
pl: Automatycznie aktualizuje żądania HTTP do HTTPS dla znanych bezpiecznych hostów.
pt_br: Atualiza automaticamente solicitações HTTP para HTTPS para hosts seguros conhecidos.
pt_pt: Atualiza automaticamente pedidos HTTP para HTTPS para anfitriões seguros conhecidos.
ro: Actualizează automat cererile HTTP la HTTPS pentru gazdele securizate cunoscute.
ru: Автоматически обновляет HTTP-запросы до HTTPS для известных безопасных хостов.
sk: Automaticky aktualizuje HTTP požiadavky na HTTPS pre známych bezpečných hostiteľov.
sv: Uppgraderar automatiskt HTTP-förfrågningar till HTTPS för kända säkra värdar.
th: อัปเกรดคำขอ HTTP เป็น HTTPS โดยอัตโนมัติสำหรับโฮสต์ที่ปลอดภัยที่รู้จัก
tr: Bilinen güvenli ana bilgisayarlar için HTTP isteklerini otomatik olarak HTTPS'ye yükseltir.
uk: Автоматично оновлює HTTP-запити до HTTPS для відомих безпечних хостів.
vi: Tự động nâng cấp yêu cầu HTTP lên HTTPS cho các máy chủ an toàn đã biết.
zh_hans: 自动将HTTP请求升级为HTTPS（针对已知安全主机）。
zh_hant: 自動將HTTP請求升級為HTTPS（針對已知安全主機）。

source: Available
ar: متاح
ca: Disponible
cs: Dostupné
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
es: Disponible
fi: Saatavilla
fr: Disponible
he: זמין
hi: उपलब्ध
hr: Dostupno
hu: Elérhető
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
ms: Tersedia
nb: Tilgjengelig
nl: Beschikbaar
pl: Dostępne
pt_br: Disponível
pt_pt: Disponível
ro: Disponibil
ru: Доступно
sk: Dostupné
sv: Tillgänglig
th: พร้อมใช้งาน
tr: Mevcut
uk: Доступно
vi: Có sẵn
zh_hans: 可用
zh_hant: 可用

source: Available callback methods
ar: طرق الاستدعاء المتاحة
ca: Mètodes de callback disponibles
cs: Dostupné callback metody
da: Tilgængelige callback-metoder
de: Verfügbare Callback-Methoden
el: Διαθέσιμες μέθοδοι callback
es: Métodos de callback disponibles
fi: Käytettävissä olevat callback-metodit
fr: Méthodes de rappel disponibles
he: שיטות callback זמינות
hi: उपलब्ध कॉलबैक विधियाँ
hr: Dostupne callback metode
hu: Elérhető callback metódusok
id: Metode callback yang tersedia
it: Metodi callback disponibili
ja: 利用可能なコールバックメソッド
ko: 사용 가능한 콜백 메서드
ms: Kaedah callback yang tersedia
nb: Tilgjengelige callback-metoder
nl: Beschikbare callback-methoden
pl: Dostępne metody wywołania zwrotnego
pt_br: Métodos de callback disponíveis
pt_pt: Métodos de callback disponíveis
ro: Metode callback disponibile
ru: Доступные методы обратного вызова
sk: Dostupné callback metódy
sv: Tillgängliga callback-metoder
th: วิธีการ callback ที่ใช้ได้
tr: Kullanılabilir geri arama yöntemleri
uk: Доступні методи зворотного виклику
vi: Các phương thức callback có sẵn
zh_hans: 可用的回调方法
zh_hant: 可用的回調方法

source: Average
ar: المتوسط
ca: Mitjana
cs: Průměr
da: Gennemsnit
de: Durchschnitt
el: Μέσος όρος
es: Promedio
fi: Keskiarvo
fr: Moyenne
he: ממוצע
hi: औसत
hr: Prosjek
hu: Átlag
id: Rata-rata
it: Media
ja: 平均
ko: 평균
ms: Purata
nb: Gjennomsnitt
nl: Gemiddelde
pl: Średnia
pt_br: Média
pt_pt: Média
ro: Medie
ru: Среднее
sk: Priemer
sv: Genomsnitt
th: ค่าเฉลี่ย
tr: Ortalama
uk: Середнє
vi: Trung bình
zh_hans: 平均
zh_hant: 平均

source: Back
ar: رجوع
ca: Enrere
cs: Zpět
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
he: חזור
hi: वापस
hr: Natrag
hu: Vissza
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤로
ms: Kembali
nb: Tilbake
nl: Terug
pl: Wstecz
pt_br: Voltar
pt_pt: Voltar
ro: Înapoi
ru: Назад
sk: Späť
sv: Tillbaka
th: กลับ
tr: Geri
uk: Назад
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

source: Back/Forward Gestures
ar: إيماءات الخلف/الأمام
ca: Gestos enrere/endavant
cs: Gesta zpět/vpřed
da: Tilbage/frem-bevægelser
de: Zurück/Vor-Gesten
el: Κινήσεις πίσω/εμπρός
es: Gestos atrás/adelante
fi: Takaisin/eteenpäin-eleet
fr: Gestes précédent/suivant
he: מחוות אחורה/קדימה
hi: पीछे/आगे जेस्चर
hr: Geste nazad/naprijed
hu: Vissza/előre gesztusok
id: Gestur Mundur/Maju
it: Gesti indietro/avanti
ja: 戻る/進むジェスチャー
ko: 뒤로/앞으로 제스처
ms: Gerak isyarat Undur/Maju
nb: Tilbake/frem-bevegelser
nl: Terug/vooruit-gebaren
pl: Gesty wstecz/dalej
pt_br: Gestos voltar/avançar
pt_pt: Gestos recuar/avançar
ro: Gesturi înapoi/înainte
ru: Жесты назад/вперёд
sk: Gestá späť/vpred
sv: Bakåt/framåt-gester
th: ท่าทางย้อนกลับ/ไปข้างหน้า
tr: Geri/ileri hareketleri
uk: Жести назад/вперед
vi: Cử chỉ quay lại/tiến
zh_hans: 前进/后退手势
zh_hant: 前進/後退手勢

source: Background Color
ar: لون الخلفية
ca: Color de fons
cs: Barva pozadí
da: Baggrundsfarve
de: Hintergrundfarbe
el: Χρώμα φόντου
es: Color de fondo
fi: Taustaväri
fr: Couleur d'arrière-plan
he: צבע רקע
hi: पृष्ठभूमि रंग
hr: Boja pozadine
hu: Háttérszín
id: Warna latar belakang
it: Colore di sfondo
ja: 背景色
ko: 배경 색상
ms: Warna latar belakang
nb: Bakgrunnsfarge
nl: Achtergrondkleur
pl: Kolor tła
pt_br: Cor de fundo
pt_pt: Cor de fundo
ro: Culoare fundal
ru: Цвет фона
sk: Farba pozadia
sv: Bakgrundsfärg
th: สีพื้นหลัง
tr: Arka plan rengi
uk: Колір тла
vi: Màu nền
zh_hans: 背景颜色
zh_hant: 背景顏色

source: Background color of navigation bar.
ar: لون خلفية شريط التنقل.
ca: Color de fons de la barra de navegació.
cs: Barva pozadí navigační lišty.
da: Baggrundsfarve på navigationslinjen.
de: Hintergrundfarbe der Navigationsleiste.
el: Χρώμα φόντου της γραμμής πλοήγησης.
es: Color de fondo de la barra de navegación.
fi: Navigointipalkin taustaväri.
fr: Couleur de fond de la barre de navigation.
he: צבע רקע של סרגל הניווט.
hi: नेविगेशन बार का पृष्ठभूमि रंग।
hr: Boja pozadine navigacijske trake.
hu: A navigációs sáv háttérszíne.
id: Warna latar belakang bilah navigasi.
it: Colore di sfondo della barra di navigazione.
ja: ナビゲーションバーの背景色。
ko: 내비게이션 바의 배경색입니다.
ms: Warna latar belakang bar navigasi.
nb: Bakgrunnsfarge for navigasjonslinjen.
nl: Achtergrondkleur van de navigatiebalk.
pl: Kolor tła paska nawigacji.
pt_br: Cor de fundo da barra de navegação.
pt_pt: Cor de fundo da barra de navegação.
ro: Culoarea de fundal a barei de navigare.
ru: Цвет фона панели навигации.
sk: Farba pozadia navigačného panela.
sv: Bakgrundsfärg för navigeringsfältet.
th: สีพื้นหลังของแถบนำทาง
tr: Gezinti çubuğunun arka plan rengi.
uk: Колір фону панелі навігації.
vi: Màu nền của thanh điều hướng.
zh_hans: 导航栏的背景颜色。
zh_hant: 導覽列的背景顏色。

source: Background color of the navigation bar.
ar: لون خلفية شريط التنقل.
ca: Color de fons de la barra de navegació.
cs: Barva pozadí navigační lišty.
da: Baggrundsfarve på navigationslinjen.
de: Hintergrundfarbe der Navigationsleiste.
el: Χρώμα φόντου της γραμμής πλοήγησης.
es: Color de fondo de la barra de navegación.
fi: Navigointipalkin taustaväri.
fr: Couleur de fond de la barre de navigation.
he: צבע רקע של סרגל הניווט.
hi: नेविगेशन बार का पृष्ठभूमि रंग।
hr: Boja pozadine navigacijske trake.
hu: A navigációs sáv háttérszíne.
id: Warna latar belakang bilah navigasi.
it: Colore di sfondo della barra di navigazione.
ja: ナビゲーションバーの背景色。
ko: 내비게이션 바의 배경색입니다.
ms: Warna latar belakang bar navigasi.
nb: Bakgrunnsfarge for navigasjonslinjen.
nl: Achtergrondkleur van de navigatiebalk.
pl: Kolor tła paska nawigacji.
pt_br: Cor de fundo da barra de navegação.
pt_pt: Cor de fundo da barra de navegação.
ro: Culoarea de fundal a barei de navigare.
ru: Цвет фона панели навигации.
sk: Farba pozadia navigačného panela.
sv: Bakgrundsfärg för navigeringsfältet.
th: สีพื้นหลังของแถบนำทาง
tr: Gezinti çubuğunun arka plan rengi.
uk: Колір фону панелі навігації.
vi: Màu nền của thanh điều hướng.
zh_hans: 导航栏的背景颜色。
zh_hant: 導覽列的背景顏色。
